export const homeObjOne = {
    id: "1",
    lightBg: true,
    lightText: false,
    lightTextDesc: false,
    // topLine: "Краткое описание решения",
    headline: "Краткое описание решения:",
    subtitle:
        'Команда "NaturaLP" представляет удобное и эффективное решение для улучшения работы сервиса "Мой голос" путем внедрения технологий искусственного интеллекта и машинного обучения, а также инновационных подходов визуализации данных.',
    dark: false,
    primary: false,
    darkText: true,
};

export const homeObjTwo = {
    id: "2",
    lightBg: false,
    lightText: true,
    lightTextDesc: true,
    // topLine: "В созданном веб-приложении используется:",
    headline: "В созданном веб-приложении используется:",
    subtitle:
        "1) нейросетевая многоязычная модель глубокого обучения, предназначенная для векторизации текста в 768-мерном пространстве; 2) продвинутая библиотека градиентного бустинга на деревьях решений - CatBoost; 3) алгоритм кластеризации, улучшенный путем реализации ансамблевого многопоточного алгоритма; 4) быстрый HTTP API-сервер со встроенными валидацией, сериализацией и асинхронностью - фреймворк FAST API; 5) фреймворк React.js для создания интуитивно понятного и приятного интерфейса.",
    dark: true,
    primary: true,
    darkText: false,
};

export const homeObjThree = {
    id: "3",
    lightBg: true,
    lightText: false,
    lightTextDesc: false,
    // topLine: "Lorem ipsum dolor",
    headline: "Технические особенности:",
    subtitle:
        "Масштабируемость, многопоточность, развертываемость, автономность, user-friendly интерфейс, state-of-art technology. Уникальность решения: EMOGI-translator, фильтр нецензурной лексики, отсеивание бессмысленных ответов, исправление опечаток и неправильной раскладки клавиатуры, высочайшая стабильность доработанного алгоритма кластеризации, инновационный подход визуализации данных, использование ТОЛЬКО open-source технологий.",
    dark: false,
    primary: false,
    darkText: true,
};
